const timetable_last = {
    monday: ["数学","英语","政治","物理","语文","语文","化学","体育","数学"],
    tuesday: ["英语","数学","数学","语文","体育","历史","政治","语文","历史"],
    wednesday: ["数学","物理","英语","历史","音/美","化学","语文","化学","物理"],
    thursday: ["语文","物理","化学","数学","英语","政治","历史","英语","政治"],
    friday: ["数学","语文","英语","体育","物理","化学","班会","文体活动","文体活动"]
};

const timetable = {
    monday: ["数学","英语","政治","物理","化学","语文","语文","语文考试"],
    tuesday: ["英语","数学","数学","语文","体育","历史","政治","文综考试"],
    wednesday: ["数学","物理","英语","历史","音/美","化学","语文","理综考试"],
    thursday: ["语文","物理","化学","数学","英语","政治","历史","数学考试"],
    friday: ["数学","语文","英语","体育","物理","化学","班会","英语考试"]
};